-- --------------------------------------------------------
-- 主机:                           localhost
-- 服务器版本:                        5.5.49-MariaDB - mariadb.org binary distribution
-- 服务器操作系统:                      Win64
-- HeidiSQL 版本:                  9.1.0.4867
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;




-- 导出  表 test.bns_admin 结构
CREATE TABLE IF NOT EXISTS `bns_admin` (
  `uid` int(11) NOT NULL AUTO_INCREMENT,
  `uname` varchar(32) DEFAULT NULL,
  `passwd` varchar(32) DEFAULT NULL,
  `group` int(11) DEFAULT NULL,
  `menu_permissions` varchar(1000) DEFAULT NULL,
  `other_permissions` varchar(1000) DEFAULT NULL,
  `lastip` char(15) DEFAULT NULL,
  `lasttime` int(11) DEFAULT NULL,
  `status` tinyint(4) DEFAULT NULL,
  `ctime` int(11) DEFAULT NULL,
  PRIMARY KEY (`uid`),
  UNIQUE KEY `uname` (`uname`)
) ENGINE=InnoDB AUTO_INCREMENT=10100 DEFAULT CHARSET=utf8;

-- 正在导出表  test.bns_admin 的数据：~6 rows (大约)
/*!40000 ALTER TABLE `bns_admin` DISABLE KEYS */;
INSERT INTO `bns_admin` (`uid`, `uname`, `passwd`, `group`, `menu_permissions`, `other_permissions`, `lastip`, `lasttime`, `status`, `ctime`) VALUES
	(0, '佚名', '38d6302f337f5c1e8e6ccf24a6a6a486', 1, '', '', '127.0.0.1', 1505209473, 1, 1505209473),
	(1, 'admin', '38d6302f337f5c1e8e6ccf24a6a6a486', 1, '0g2BIjYL7kWu0fMI5JZ8UA,cxNp4orZLRHBLDVs8OTnSg', ' ', '127.0.0.1', NULL, NULL, NULL),
	(10095, 'root', '38d6302f337f5c1e8e6ccf24a6a6a486', 2, '0g2BIjYL7kWu0fMI5JZ8UA,bfeyvvclK5egJVcn3vR4fw,pGtrYbDKL2Bn0lyPvDeSbg,7HrbmtbmfRVeBIvfGW+/+Q,cxNp4orZLRHBLDVs8OTnSg', '', '127.0.0.1', 1505209500, 1, 1505209500),
	(10096, 'liyuhs', '38d6302f337f5c1e8e6ccf24a6a6a486', 1, 'sazJpPQChK0YkUucO9f6YA,7aISnqjjps9ncap4AhsJIA,7HrbmtbmfRVeBIvfGW+/+Q,cxNp4orZLRHBLDVs8OTnSg', '', '127.0.0.1', 1505274823, 1, 1505274823),
	(10098, 'news', 'c4d07a2a28553cee1a3b804617db2e44', 2, 'sazJpPQChK0YkUucO9f6YA,7aISnqjjps9ncap4AhsJIA,7HrbmtbmfRVeBIvfGW+/+Q,cxNp4orZLRHBLDVs8OTnSg', '', '127.0.0.1', 1505284467, 1, 1505284467),
	(10099, 'success', '8f941056b79f3dd971b7943b2f94e147', 1, 'bfeyvvclK5egJVcn3vR4fw,pGtrYbDKL2Bn0lyPvDeSbg,7HrbmtbmfRVeBIvfGW+/+Q,cxNp4orZLRHBLDVs8OTnSg', '', '127.0.0.1', 1505285117, 1, 1505285117);
/*!40000 ALTER TABLE `bns_admin` ENABLE KEYS */;


-- 导出  表 test.bns_admin_group 结构
CREATE TABLE IF NOT EXISTS `bns_admin_group` (
  `gid` int(11) NOT NULL AUTO_INCREMENT,
  `gpid` int(11) DEFAULT '0',
  `gname` varchar(20) DEFAULT NULL,
  `gtext` varchar(20) DEFAULT NULL,
  `gp` text,
  PRIMARY KEY (`gid`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- 正在导出表  test.bns_admin_group 的数据：~2 rows (大约)
/*!40000 ALTER TABLE `bns_admin_group` DISABLE KEYS */;
INSERT INTO `bns_admin_group` (`gid`, `gpid`, `gname`, `gtext`, `gp`) VALUES
	(1, 0, 'test', '测试组', ' '),
	(2, 0, 'root', '超管组', ' ');
/*!40000 ALTER TABLE `bns_admin_group` ENABLE KEYS */;


-- 导出  表 test.bns_album 结构
CREATE TABLE IF NOT EXISTS `bns_album` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT 'NoName',
  `description` varchar(500) DEFAULT '' COMMENT '介绍',
  `number` int(11) DEFAULT '0' COMMENT '照片数量',
  `coverphoto` char(50) DEFAULT '0' COMMENT '封面位置',
  `ctime` int(11) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- 正在导出表  test.bns_album 的数据：~1 rows (大约)
/*!40000 ALTER TABLE `bns_album` DISABLE KEYS */;
INSERT INTO `bns_album` (`id`, `name`, `description`, `number`, `coverphoto`, `ctime`) VALUES
	(9, '未分类', '默认', 0, 'public/upload/album/600.jpg', 1506500627);
/*!40000 ALTER TABLE `bns_album` ENABLE KEYS */;


-- 导出  表 test.bns_comment 结构
CREATE TABLE IF NOT EXISTS `bns_comment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) DEFAULT NULL COMMENT '父级id',
  `logid` int(11) DEFAULT NULL,
  `content` varchar(250) DEFAULT '',
  `ip` varchar(15) DEFAULT NULL,
  `randname` varchar(10) DEFAULT '游客' COMMENT '随机产生的名字',
  `ctime` int(11) DEFAULT '0',
  `agree_num` int(11) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 正在导出表  test.bns_comment 的数据：~0 rows (大约)
/*!40000 ALTER TABLE `bns_comment` DISABLE KEYS */;
/*!40000 ALTER TABLE `bns_comment` ENABLE KEYS */;


-- 导出  表 test.bns_dcim 结构
CREATE TABLE IF NOT EXISTS `bns_dcim` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `path` char(50) DEFAULT NULL,
  `ctime` int(11) DEFAULT NULL,
  `author` int(11) DEFAULT '0',
  `title` char(50) DEFAULT 'Default title of liyuhs' COMMENT '标题',
  `remark` char(50) DEFAULT '' COMMENT '记录',
  `album` int(11) DEFAULT '0' COMMENT '相册',
  `tags` char(50) DEFAULT '' COMMENT '标签',
  `width` smallint(6) DEFAULT NULL COMMENT '宽度(像素)',
  `height` smallint(6) DEFAULT NULL COMMENT '高度(像素)',
  `size_type` double(15,10) DEFAULT NULL COMMENT '宽高比',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=454 DEFAULT CHARSET=utf8;

-- 正在导出表  test.bns_dcim 的数据：~421 rows (大约)
/*!40000 ALTER TABLE `bns_dcim` DISABLE KEYS */;
/*!40000 ALTER TABLE `bns_dcim` ENABLE KEYS */;


-- 导出  表 test.bns_logtype 结构
CREATE TABLE IF NOT EXISTS `bns_logtype` (
  `id` int(11) DEFAULT NULL,
  `pid` int(11) DEFAULT '0',
  `typename` varchar(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- 正在导出表  test.bns_logtype 的数据：~5 rows (大约)
/*!40000 ALTER TABLE `bns_logtype` DISABLE KEYS */;
INSERT INTO `bns_logtype` (`id`, `pid`, `typename`) VALUES
	(4, 0, '文摘'),
	(0, 0, '未分类');
/*!40000 ALTER TABLE `bns_logtype` ENABLE KEYS */;


-- 导出  表 test.bns_menu 结构
CREATE TABLE IF NOT EXISTS `bns_menu` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) DEFAULT NULL,
  `nw_field` varchar(100) DEFAULT NULL,
  `url` varchar(50) DEFAULT NULL,
  `icon` text,
  `state` tinyint(4) DEFAULT '1' COMMENT '是否开始菜单(1:开启,0:关闭)',
  `ctime` int(11) DEFAULT NULL,
  `giveadmin` tinyint(4) DEFAULT '1' COMMENT '是否可以赋予给管理员(1:是,2:否)',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- 正在导出表  test.bns_menu 的数据：~3 rows (大约)
/*!40000 ALTER TABLE `bns_menu` DISABLE KEYS */;
INSERT INTO `bns_menu` (`id`, `name`, `nw_field`, `url`, `icon`, `state`, `ctime`, `giveadmin`) VALUES
	(2, '新的', 'news', 'index.php?app=news', '<svg class="icon" style="width: 1em; height: 1em;vertical-align: middle;fill: currentColor;overflow: hidden;" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="859"><path d="M758.35392 293.92896c-21.40672 100.51072-76.6976 172.57984-142.11584 172.57984-83.93216 0-151.936-117.888-151.936-263.23968 0-70.4 16.19968-134.016 42.14272-181.21728C492.88704 33.408 160.43008 314.4704 160.43008 654.2848c0 187.06432 165.21728 338.71872 368.99328 338.71872 203.7504 0 368.96768-151.6544 368.96768-338.71872C898.39616 528.42496 834.39104 401.28512 758.35392 293.92896L758.35392 293.92896zM526.39232 912.04608c-237.1584 0-187.71968-405.06368-187.71968-405.06368 3.26656 37.06368 58.56256 180.00896 195.88096 180.00896 57.7024 0 134.08256 12.63616 146.8416 89.97888C687.7952 815.8208 650.6752 912.04608 526.39232 912.04608L526.39232 912.04608z" p-id="860"></path></svg>\r\n', 0, 12312312, 1),
	(4, '工具', 'tools', 'index.php?app=tools', '<svg class="icon" style="width: 1em; height: 1em;vertical-align: middle;fill: currentColor;overflow: hidden;" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="859"><path d="M346.048 86.4a22.4 22.4 0 0 0-22.4-22.4h-128c-70.4 0-128 57.6-128 128v129.024a22.4 22.4 0 1 0 44.864 0h211.2V108.736a22.4 22.4 0 0 0 22.336-22.336zM835.712 64h-128.064a22.4 22.4 0 1 0 0 44.8h0.064v212.224h211.2a22.4 22.4 0 1 0 44.864 0V192c-0.064-70.4-57.728-128-128.064-128zM346.048 937.536a22.4 22.4 0 0 0-22.4-22.4v-210.176h-211.2a22.4 22.4 0 0 0-44.864 0V832c0 70.4 57.6 128 128 128h128v-0.064a22.4 22.4 0 0 0 22.464-22.4zM941.248 682.624a22.4 22.4 0 0 0-22.4 22.4h-211.2V915.2h-0.064a22.4 22.4 0 1 0 0 44.8h128.064c70.4 0 128-57.6 128-128v-126.976a22.4 22.4 0 0 0-22.4-22.4z" fill="" p-id="860"></path><path d="M195.648 915.2c-45.888 0-83.2-37.312-83.2-83.2V192c0-45.888 37.312-83.2 83.2-83.2h640c45.888 0 83.2 37.312 83.2 83.2v640c0 45.888-37.312 83.2-83.2 83.2h-640z" fill="#4C4C4C" p-id="861"></path><path d="M195.648 892.8a60.928 60.928 0 0 1-60.8-60.8V192a60.8 60.8 0 0 1 60.8-60.8h640c33.472 0 60.8 27.264 60.8 60.8v640c0 33.472-27.328 60.8-60.8 60.8h-640z" fill="#FFFFFF" p-id="862"></path><path d="M803.712 478.976c0 17.6-14.4 32-32 32h-512a32.064 32.064 0 0 1-32-32c0-17.6 14.4-32 32-32h512c17.6 0 32 14.4 32 32z" fill="#00F70A" p-id="863"></path></svg>', 1, 1503993154, 1),
	(5, 'Mysql日志', 'SqlTrace', 'index.php?app=SqlTrace', '<svg class="icon" style="width: 1em; height: 1em;vertical-align: middle;fill: currentColor;overflow: hidden;" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="569"><path d="M428.1856 960.00512a40.96512 40.96512 0 0 1-40.6784-45.74208l39.13728-333.30176H310.02112a40.97024 40.97024 0 0 1-40.25344-48.5376l81.92-435.0464a40.96 40.96 0 0 1 40.25344-33.3824h307.2a40.96 40.96 0 0 1 34.7904 62.58176l-145.42336 233.98912h125.47584a40.96 40.96 0 0 1 35.85536 60.76416l-285.7984 517.50912a40.96 40.96 0 0 1-35.85536 21.16608zM359.41376 499.0464h113.28a40.98048 40.98048 0 0 1 40.68352 45.73696l-20.1728 171.8016 151.36768-274.09408h-129.75104a40.96 40.96 0 0 1-34.7904-62.58176L625.45408 145.92H425.91232L359.41376 499.0464z" p-id="570"></path></svg>', 0, 1503993287, 0),
	(6, '系统日志', 'Syslog', 'index.php?app=Syslog', '<svg class="icon" style="width: 1em; height: 1em;vertical-align: middle;fill: currentColor;overflow: hidden;" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="693"><path d="M790.60612 888.143703H258.854532c-2.696181 0-5.35647-0.137237-7.995645-0.449715a68.27652 68.27652 0 0 1-6.89986-1.114788c-2.852421-0.624957-5.297353-1.271027-7.605048-2.073336-2.014219-0.603843-4.44226-1.541278-6.82174-2.618062a74.260058 74.260058 0 0 1-6.568379-3.380256 72.366186 72.366186 0 0 1-5.926532-3.770853c-1.955101-1.351258-3.872198-2.917872-5.728066-4.518268a73.037592 73.037592 0 0 1-5.257237-5.062994c-1.507497-1.54339-3.126895-3.443596-4.674507-5.398697a83.642854 83.642854 0 0 1-4.163563-5.846301c-1.344924-2.067002-2.561056-4.279687-3.713848-6.528264a79.703093 79.703093 0 0 1-2.911538-6.293905 76.916124 76.916124 0 0 1-2.601171-7.567043 68.082276 68.082276 0 0 1-1.777749-7.370689 72.159274 72.159274 0 0 1-1.074672-7.486812 78.282161 78.282161 0 0 1-0.390598-7.605048V247.77633c0-2.6624 0.158351-5.280462 0.411712-7.824627 0.211134-2.381592 0.58273-4.944759 1.072561-7.486812 0.449715-2.463934 1.116899-5.084107 1.895983-7.605048 0.567951-2.014219 1.37026-4.321913 2.267579-6.58527 1.13379-2.717295 2.094449-4.849748 3.188124-6.939975 1.112676-2.155678 2.305584-4.343027 3.675843-6.416363a75.463522 75.463522 0 0 1 4.144561-5.846301 81.563184 81.563184 0 0 1 4.792743-5.5296 70.894581 70.894581 0 0 1 5.276239-5.043992 71.137386 71.137386 0 0 1 5.711175-4.476041 74.418408 74.418408 0 0 1 5.863192-3.772965 81.989674 81.989674 0 0 1 6.549377-3.342251 67.182845 67.182845 0 0 1 6.916751-2.679291 74.665435 74.665435 0 0 1 7.29468-1.995217 66.642342 66.642342 0 0 1 7.486812-1.211909 70.349856 70.349856 0 0 1 7.605048-0.411711h49.755843c10.812173 0 19.55101 8.740948 19.55101 19.55101a19.532008 19.532008 0 0 1-19.55101 19.55101H258.892536c-1.192907 0-2.381592 0.059118-3.557608 0.175242-1.135901 0.137237-2.229575 0.33148-3.325361 0.548948a40.009897 40.009897 0 0 0-3.401369 0.935324 37.011794 37.011794 0 0 0-3.048775 1.216132c-0.880429 0.390598-1.914986 0.89732-2.892536 1.461047-0.956437 0.570062-1.976214 1.233023-2.970656 1.93821-0.996553 0.705188-1.857979 1.368148-2.679291 2.090227a36.589526 36.589526 0 0 0-2.580058 2.50405c-0.842425 0.861427-1.604619 1.800973-2.368923 2.755299-0.622845 0.821311-1.328033 1.798862-1.974103 2.795414-0.681963 1.076784-1.2288 2.054334-1.758747 3.091002a57.793715 57.793715 0 0 0-1.741855 3.713848c-0.232247 0.64607-0.64607 1.857979-1.015555 3.067777a36.99068 36.99068 0 0 0-0.916322 3.675843c-0.274474 1.349146-0.453938 2.618062-0.570062 3.893312a38.489732 38.489732 0 0 0-0.234358 4.163562v563.263341c0 1.328033 0.076008 2.6624 0.215356 3.948206 0.135126 1.467381 0.33148 2.700404 0.548949 3.912313 0.255472 1.328033 0.506722 2.421707 0.838202 3.4816 0.470829 1.640511 0.901542 2.831307 1.332256 3.988322 0.310367 0.681963 0.840313 1.891761 1.427266 3.010771a36.135588 36.135588 0 0 0 3.90809 6.177781c0.686186 0.878318 1.391373 1.739744 2.170458 2.539943 0.996553 1.057781 1.841089 1.855868 2.719406 2.618062 0.798087 0.705188 1.659513 1.391373 2.561056 2.03322 0.977551 0.686186 1.891761 1.275249 2.85242 1.819975 1.252025 0.74108 2.246466 1.211909 3.226128 1.659514 0.920544 0.411711 1.855868 0.781196 2.795415 1.076783 1.541278 0.506722 2.620173 0.781196 3.713847 1.036668 0.762194 0.156239 1.936099 0.373707 3.107893 0.48772 1.427266 0.175241 2.504049 0.194243 3.55972 0.194243h531.753699c1.072561 0 2.107118-0.019002 3.162787-0.156239a46.755629 46.755629 0 0 0 3.853196-0.605955c0.802309-0.175241 1.895984-0.449715 2.934763-0.798086a25.67812 25.67812 0 0 0 3.084668-1.192907 28.481979 28.481979 0 0 0 3.110004-1.566615c1.135901-0.622845 2.073336-1.2288 2.99388-1.891761a39.102021 39.102021 0 0 0 2.793304-2.210573c0.624957-0.548948 1.467381-1.328033 2.246466-2.170458 1.095786-1.131678 1.800973-1.993105 2.504049-2.871422 0.662961-0.842425 1.311142-1.739744 1.914986-2.700404 0.804421-1.252025 1.387151-2.265468 1.914985-3.300025 0.624957-1.211909 1.112676-2.269691 1.54339-3.365476 0.453938-1.171794 0.878318-2.364701 1.233023-3.593501 0.350482-1.176016 0.624957-2.309806 0.861426-3.479489 0.291365-1.507497 0.466606-2.795414 0.605955-4.12767 0.133014-1.309031 0.175241-2.637064 0.175241-3.965097V247.77633c0-1.351258-0.042227-2.679291-0.175241-3.971431a45.803414 45.803414 0 0 0-0.586953-3.971431 36.538854 36.538854 0 0 0-0.861426-3.633616 49.390581 49.390581 0 0 0-1.252025-3.597724 35.920231 35.920231 0 0 0-1.484272-3.285246c-0.565839-1.13379-1.171794-2.11134-1.800973-3.08889a31.39774 31.39774 0 0 0-2.090227-3.012883 27.717674 27.717674 0 0 0-2.246466-2.637064 34.832891 34.832891 0 0 0-2.580058-2.504049 36.133476 36.133476 0 0 0-2.679291-2.090227 43.362705 43.362705 0 0 0-3.148008-2.033221 24.888478 24.888478 0 0 0-2.717295-1.332255 37.915447 37.915447 0 0 0-3.344363-1.309031c-0.722078-0.232247-1.855868-0.565839-3.027662-0.823423a30.335736 30.335736 0 0 0-3.365476-0.563728 35.255159 35.255159 0 0 0-3.559719-0.175241h-49.732619c-10.812173 0-19.55101-8.738837-19.55101-19.55101s8.738837-19.55101 19.55101-19.551011h49.732619c2.582169 0 5.065105 0.137237 7.588156 0.390598 2.580058 0.274474 5.100998 0.705188 7.562821 1.21191 2.305584 0.485608 4.651282 1.176016 6.920973 1.879092 2.679291 0.899431 4.925757 1.777748 7.115217 2.755299 2.149344 0.96066 4.343027 2.056445 6.452255 3.266244a89.689732 89.689732 0 0 1 6.15878 3.948206 70.180948 70.180948 0 0 1 5.611942 4.419035c1.933988 1.682738 3.692734 3.399258 5.35647 5.162227 1.522276 1.621509 3.086779 3.441485 4.571052 5.295241a71.278845 71.278845 0 0 1 4.45915 6.334021c1.13379 1.705963 2.36259 3.870087 3.538606 6.118664 1.095786 2.071225 2.090227 4.359918 3.029773 6.665501a80.011348 80.011348 0 0 1 2.404817 6.939975 74.509196 74.509196 0 0 1 1.838977 7.526928 90.344247 90.344247 0 0 1 1.072561 7.368577c0.255472 2.563167 0.373707 5.181229 0.373707 7.820404v563.26334a78.210375 78.210375 0 0 1-1.484272 15.31144c-0.407489 2.381592-1.05567 4.902532-1.800973 7.366465a69.957146 69.957146 0 0 1-2.404817 6.980091 77.127258 77.127258 0 0 1-3.124783 6.823852 72.53087 72.53087 0 0 1-3.673732 6.350911 80.632082 80.632082 0 0 1-4.12767 5.82941 72.509757 72.509757 0 0 1-4.88353 5.628833c-1.351258 1.467381-3.110004 3.126895-4.932091 4.750516-2.031109 1.741856-3.889089 3.24513-5.846301 4.613278a72.355629 72.355629 0 0 1-6.154556 3.912314 69.967703 69.967703 0 0 1-6.532487 3.32536 58.969732 58.969732 0 0 1-7.039208 2.694071c-1.974103 0.662961-4.355695 1.29214-6.840743 1.857979-2.69407 0.570062-5.158004 0.977551-7.643051 1.211909-2.22113 0.339926-4.841303 0.477163-7.560709 0.477163z m0 0" fill="#FFA42F" p-id="694"></path><path d="M406.787695 505.378837a16.44734 16.44734 0 0 1 16.441006-16.460008h202.986359a16.44734 16.44734 0 0 1 16.457897 16.460008c0 9.051315-7.368577 16.422004-16.457897 16.422004h-202.986359c-9.070318 0.002111-16.441006-7.370689-16.441006-16.422004M406.787695 400.751373c0-9.072429 7.370689-16.438895 16.441006-16.438895h202.986359c9.08932 0 16.457897 7.366466 16.457897 16.438895a16.430449 16.430449 0 0 1-16.457897 16.438895h-202.986359a16.426227 16.426227 0 0 1-16.441006-16.438895M406.787695 609.991522a16.443118 16.443118 0 0 1 16.441006-16.443118h202.986359a16.44734 16.44734 0 0 1 16.457897 16.443118 16.430449 16.430449 0 0 1-16.457897 16.441006h-202.986359a16.426227 16.426227 0 0 1-16.441006-16.441006M406.787695 714.621097a16.441006 16.441006 0 0 1 16.441006-16.441006h202.986359c9.08932 0 16.457897 7.351687 16.457897 16.441006s-7.368577 16.441006-16.457897 16.441006h-202.986359c-9.070318-0.016891-16.441006-7.368577-16.441006-16.441006M400.295324 268.243662c-12.942515 0-26.079274-6.509262-34.269163-16.989955-8.052652-10.324454-10.731942-23.125509-7.505815-36.011018l10.009864-40.311819c4.087555-17.10819 26.037047-37.081468 48.189229-37.081468l22.287307-0.042227 9.501031 0.019002 0.038004-0.135125c2.328808-9.482029 6.806961-27.567769 8.878186-35.071473 4.78852-17.089188 25.488099-35.521188 50.613047-35.521187l20.661576-0.040116 12.355563 0.040116c25.652784 0.057006 46.491711 18.607241 51.02687 35.77666l1.762969 6.60216c2.341476 8.821179 5.588718 21.018392 7.522705 28.389081l9.110433 0.040115 16.789377-0.054895c33.023472 0 50.264676 22.204965 53.881402 37.121584l9.79873 40.411051c3.183901 13.136759 0.48772 25.980041-7.529039 36.203151-8.090656 10.263225-20.898045 16.658474-33.428849 16.658474l-20.44833-0.019002c-57.83172-0.059118-217.413146-0.274474-228.183093 0.019002h-1.062004v-0.002111z m38.711422-91.334466l-22.228189 0.038004c-2.719406 0.097122-9.070318 5.046103-10.537699 8.132882l-9.775505 39.625633c-0.33148 1.254136-0.116124 1.822087 0.390598 2.487159 1.036668 1.287918 2.776412 1.957212 3.464709 1.957213v19.544676l0.035893-19.544676c10.772058-0.297699 171.060784-0.082342 229.283101-0.023225l20.387101 0.023225c0.466606-0.059118 2.033221-0.785419 2.812305-1.881205 0.217468-0.308256 0.589064-0.857204 0.15835-2.696181l-9.811398-40.387827v0.019002c-0.040115 0-3.048775-7.254565-15.522573-7.254565l-17.167307 0.057007-13.681485-0.057007c-15.115085 0-28.38908-10.438466-32.240165-25.376198a8236.922986 8236.922986 0 0 0-8.483364-32.04381l-1.781972-6.642276c-0.745303-1.467381-6.31713-6.688726-13.373228-6.707728l-12.214104-0.040115-20.667909 0.040115c-6.72673 0-12.157097 5.35647-13.096643 7.410804-1.855868 6.760511-6.156668 24.26141-8.445361 33.466854l-1.076783 4.319802c-3.810969 15.524685-17.006845 25.572553-33.582978 25.572552l-12.845394-0.040115z m0 0" fill="#FFA42F" p-id="695"></path></svg>', 1, 1503997064, 1),
	(7, '用户管理', 'admin', 'index.php?app=admin', '<svg class="icon" style="width: 1em; height: 1em;vertical-align: middle;fill: currentColor;overflow: hidden;" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="609"><path d="M955.7 773c-17.9 3.8-36.9-3.8-46.5-20.3-9.6-16.5-6.5-36.5 5.8-49.8-16.7-15.9-37.2-28-60-34.7-5.6 17.2-21.8 29.7-41.1 29.6-19.3-0.1-35.4-12.7-40.8-30-22.9 6.5-43.5 18.4-60.3 34.1 12.2 13.4 15.1 33.5 5.4 49.9s-28.8 23.9-46.7 19.9c-2.8 11-4.4 22.5-4.5 34.3s1.5 23.3 4.2 34.3c17.9-3.8 36.9 3.8 46.5 20.3s6.5 36.5-5.8 49.8c16.7 15.9 37.2 28 60 34.7 5.6-17.2 21.8-29.7 41.1-29.6 19.3 0.1 35.4 12.7 40.8 30 22.9-6.5 43.5-18.4 60.3-34.1-12.2-13.4-15.1-33.5-5.4-49.9s28.8-23.9 46.7-19.9c2.8-11 4.4-22.5 4.5-34.3s-1.5-23.3-4.2-34.3z m-142.4 89.3c-31.1-0.1-56.2-25.1-56.1-55.9 0.1-30.7 25.5-55.5 56.6-55.4 31.1 0.1 56.2 25.1 56.1 55.9-0.2 30.8-25.6 55.5-56.6 55.4zM537.2 631.3c-5.7-6.1-11-12.8-15.9-19.8-18.7-8.1-37.8-15.3-56.5-21.5-4.4-1.4-31.3-10.7-14.1-66.3h-0.2c2.8-2.9 5.5-5.9 8.2-8.8 3.5-2.3 6.6-5 9.9-7.5-4.3-7.2-8-15.1-10.6-23.5-10.6-34.5-2.9-68.8 17.7-90.5 5-60 41.4-111.3 92.8-137.9-1.3-0.7-2.5-1.4-4-1.9-2.6-0.8-5.3-1-8-0.9-0.3-15.2-1.2-24.5-1.2-24.5 0-90.2-74.7-164-166-164h-49.9c-91.3 0-166 73.8-166 164 0 0-0.9 9.3-1.2 24.5-2.7-0.1-5.4 0.1-8 0.9-18.3 5.5-26.3 31.8-18 58.8 6.1 19.7 19.2 34.1 32.9 38.4 10.7 63.3 36.8 134.3 98.2 168.7 2.3 2.5 4.5 5 6.9 7.4 17.6 45.5-15.3 61.7-21.9 64.1-91 32.5-200.7 91.8-200.7 150.3v21.9c0 79.7 158.8 97.8 303.6 97.8 19.9 0 40-0.4 59.9-1.2-18.3-17.1-30.1-39.4-30.1-68.8v-15.7c0-68.1 77.4-115.9 142.2-144zM674.9 662.4c15.4-14.4 33.1-26 52.2-35 0.6-2.6 1-5 1.9-8h-0.2c2.2-2.3 4.3-4.6 6.4-6.9 39.8-25.8 57.3-73.9 64.6-117.1 9.8-3.1 19.3-13.4 23.6-27.4 6-19.3 0.2-38.2-12.9-42.1-1.9-0.6-3.8-0.1-5.7 0-0.2-11.1-0.8-18.1-0.8-18.1 0-64.6-53.5-117.5-119-117.5h-35.8c-65.4 0-119 52.9-119 117.5 0 0-0.6 7-0.8 18.1-1.9-0.1-3.9-0.5-5.7 0-13.1 3.9-18.8 22.8-12.9 42.1 4.3 14.1 13.8 24.3 23.6 27.4 7.6 44.8 26.2 94.6 69.1 119.7 2 2.2 4 4.5 6.2 6.6 12.6 32.6-11 44.2-15.7 45.9-65.2 23.3-143.8 65.8-143.8 107.7v15.7c0 48.5 82 65.1 170.2 69.1-0.9-2.4-2.1-4.5-2.7-6.9-3.9-15.9-5.8-31.8-5.7-47.4 0.1-15.5 2.1-31.4 6.1-47.3 5.3-20.9 22.2-36 42.2-40.1a53.98 53.98 0 0 1 14.6-56z" p-id="610"></path></svg>', 1, 1504683946, 1),
	(8, '图片管理', 'image', 'index.php?app=image', '<svg class="icon" style="width: 1em; height: 1em;vertical-align: middle;fill: currentColor;overflow: hidden;" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg" p-id="589"><path d="M896 834.56H128a40.96 40.96 0 0 1-40.96-40.96V230.4a40.96 40.96 0 0 1 40.96-40.96h768a40.96 40.96 0 0 1 40.96 40.96v563.2a40.96 40.96 0 0 1-40.96 40.96zM168.96 752.64h686.08V271.36H168.96v481.28zM634.88 430.08m-76.8 0a76.8 76.8 0 1 0 153.6 0 76.8 76.8 0 1 0-153.6 0ZM802.56 834.56H238.08c-60.8 0-81.6384-29.13792-88.64768-46.51008s-12.2368-52.80768 31.52896-95.01696l139.29472-134.31808c27.28448-26.30656 63.55968-40.79616 102.144-40.79616s74.85952 14.4896 102.144 40.79616l46.26432 44.61568c14.50496 13.98272 32.3072 22.32832 47.62624 22.32832 7.7568 0 13.53728-2.11456 17.18272-6.28736 18.62144-21.27872 44.9792-32.9984 74.22464-32.9984 37.6576 0 76.01152 19.13856 105.21088 52.52096l44.3392 50.66752c40.91392 46.76608 33.64864 83.2256 25.6768 100.79744-6.02624 13.2864-26.14272 44.20096-82.5088 44.20096zM237.17376 752.63488l0.90624 0.00512h564.48c0.768 0 1.50016-0.01024 2.19136-0.03584a84.1472 84.1472 0 0 0-7.00416-9.09824l-44.3392-50.66752c-15.83616-18.0992-32.88576-24.54528-43.56096-24.54528-7.33184 0-10.68544 2.87232-12.57472 5.02272-19.328 22.08768-47.32416 34.25792-78.82752 34.25792-36.56192 0.00512-74.6496-16.50176-104.49408-45.28128l-46.26432-44.61568c-11.93472-11.50976-28.01664-17.8432-45.28128-17.8432s-33.34656 6.33344-45.28128 17.8432L237.824 752.00512l-0.65024 0.62976z" p-id="590"></path></svg>', 1, 1505120528, 1);
/*!40000 ALTER TABLE `bns_menu` ENABLE KEYS */;


-- 导出  表 test.bns_news 结构
CREATE TABLE IF NOT EXISTS `bns_news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(100) DEFAULT NULL,
  `imgurl` varchar(200) DEFAULT '',
  `newsurl` varchar(200) DEFAULT '',
  `newstype` tinyint(4) DEFAULT '1',
  `newsday` int(11) DEFAULT '0',
  `newsfrom` tinyint(4) DEFAULT '1',
  `ctime` int(11) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2415 DEFAULT CHARSET=utf8;

-- 正在导出表  test.bns_news 的数据：117 rows
/*!40000 ALTER TABLE `bns_news` DISABLE KEYS */;
INSERT INTO `bns_news` (`id`, `title`, `imgurl`, `newsurl`, `newstype`, `newsday`, `newsfrom`, `ctime`) VALUES
	(2298, '共享豪车现身杭州：30元开兰博基尼50元开劳斯莱斯', 'http://inews.gtimg.com/newsapp_ls/0/1978811609_300240/0', 'http://tech.qq.com/a/20170830/047006.htm', 1, 20170830, 1, 1504075272),
	(2299, 'ofo管理员阻止单车出校园将骑行人打伤 将被公诉', 'http://inews.gtimg.com/newsapp_ls/0/1979326847_300240/0', 'http://tech.qq.com/a/20170830/069980.htm', 1, 20170830, 1, 1504075272),
	(2300, '华为的秋天：如何走出增长瓶颈？', 'http://inews.gtimg.com/newsapp_ls/0/1978553524_300240/0', 'http://tech.qq.com/a/20170830/032263.htm', 1, 20170830, 1, 1504075272),
	(2301, '中国拟研发“高速飞行列车” 最高时速4000公里', 'http://inews.gtimg.com/newsapp_ls/0/1979660121_300240/0', 'http://tech.qq.com/a/20170830/094997.htm', 1, 20170830, 1, 1504075272),
	(2302, '外媒：中国工商总局正评估对苹果涉违反反垄断法规的举报', 'http://inews.gtimg.com/newsapp_ls/0/1979399332_300240/0', 'http://tech.qq.com/a/20170830/072274.htm', 1, 20170830, 1, 1504075272),
	(2303, '小米王川回应电视降价：降价也赚钱', 'http://inews.gtimg.com/newsapp_ls/0/1979654077_300240/0', 'http://digi.tech.qq.com/a/20170830/058063.htm', 1, 20170830, 1, 1504075272),
	(2304, '与苹果争锋相对 谷歌推出手机增强现实工具ARCore', 'http://inews.gtimg.com/newsapp_ls/0/1979667441_300240/0', 'http://tech.qq.com/a/20170830/095316.htm', 1, 20170830, 1, 1504075272),
	(2305, '快递垃圾困境：这些包装废弃物真的无解吗？', 'http://inews.gtimg.com/newsapp_ls/0/1978876816_300240/0', 'http://tech.qq.com/a/20170830/049450.htm', 1, 20170830, 1, 1504075272),
	(2306, '三星苹果把手机带到1000美元时代：为了利润的赌博', 'http://inews.gtimg.com/newsapp_ls/0/1978558702_300240/0', 'http://tech.qq.com/a/20170830/033141.htm', 1, 20170830, 1, 1504075272),
	(2307, '董明珠马云达成百亿元合作 格力或在线上卖手机怼雷军', 'http://inews.gtimg.com/newsapp_ls/0/1978425920_300240/0', 'http://tech.qq.com/a/20170830/020214.htm', 1, 20170830, 1, 1504075272),
	(2308, '“人造肉”每磅成本高达1.8万美元 盖茨为何一见倾心', 'http://inews.gtimg.com/newsapp_ls/0/1979113579_300240/0', 'http://tech.qq.com/a/20170830/060156.htm', 1, 20170830, 1, 1504075272),
	(2309, '韩国检方就李在镕案提出上诉：判五年太轻！', 'http://inews.gtimg.com/newsapp_ls/0/1978680794_300240/0', 'http://tech.qq.com/a/20170830/041819.htm', 1, 20170830, 1, 1504075272),
	(2310, '广州约谈6家共享单车企业：再增投放立刻封存', 'http://inews.gtimg.com/newsapp_ls/0/1978572285_300240/0', 'http://tech.qq.com/a/20170830/034472.htm', 1, 20170830, 1, 1504075272),
	(2311, '4K电影还是个小众市场  苹果机顶盒今年难有大起色', 'http://inews.gtimg.com/newsapp_ls/0/1979152479_300240/0', 'http://tech.qq.com/a/20170830/062531.htm', 1, 20170830, 1, 1504075272),
	(2312, '半年亏6亿 孙宏斌时代的新乐视面临“老问题”', 'http://inews.gtimg.com/newsapp_ls/0/1978368599_300240/0', 'http://tech.qq.com/a/20170830/013693.htm', 1, 20170830, 1, 1504075272),
	(2313, '外卖大战下半场：烧钱进加时还是资本点球大战？', 'http://inews.gtimg.com/newsapp_ls/0/1978441143_300240/0', 'http://tech.qq.com/a/20170830/021728.htm', 1, 20170830, 1, 1504075272),
	(2314, 'iPhone 8被看好，苹果股价创新高市值8400亿美元', 'http://inews.gtimg.com/newsapp_ls/0/1978383321_300240/0', 'http://tech.qq.com/a/20170830/015892.htm', 1, 20170830, 1, 1504075272),
	(2315, '苹果获科技艾美奖 就因Apple TV整合了Siri', 'http://inews.gtimg.com/newsapp_ls/0/1979132052_300240/0', 'http://tech.qq.com/a/20170830/060792.htm', 1, 20170830, 1, 1504075272),
	(2316, '“奇葩共享”不是真正的共享经济', 'http://inews.gtimg.com/newsapp_ls/0/1978501486_300240/0', 'http://tech.qq.com/a/20170830/027587.htm', 1, 20170830, 1, 1504075272),
	(2317, 'Uber支付千万美元罚款 重返菲律宾市场', 'http://inews.gtimg.com/newsapp_ls/0/1978956797_300240/0', 'http://tech.qq.com/a/20170830/052605.htm', 1, 20170830, 1, 1504075272),
	(2318, '乐视否认电视停产 正在洽谈新代工厂或增至7家', 'http://inews.gtimg.com/newsapp_ls/0/1978399754_300240/0', 'http://tech.qq.com/a/20170830/017231.htm', 1, 20170830, 1, 1504075272),
	(2319, '为苹果、特斯拉“开绿灯” 印度欲放宽投资规定', 'http://inews.gtimg.com/newsapp_ls/0/1978489143_300240/0', 'http://tech.qq.com/a/20170830/026626.htm', 1, 20170830, 1, 1504075272),
	(2320, '甲骨文拟招聘5000人 云服务与Salesforce开战', 'http://inews.gtimg.com/newsapp_ls/0/1979144901_300240/0', 'http://tech.qq.com/a/20170830/061424.htm', 1, 20170830, 1, 1504075272),
	(2321, 'OPPO、vivo印度销量降30%召回员工？公司称消息不实', 'http://inews.gtimg.com/newsapp_ls/0/1978445899_300240/0', 'http://tech.qq.com/a/20170830/022037.htm', 1, 20170830, 1, 1504075272),
	(2322, '谷歌应用商店清理300款恶意应用：它们秘密挟持手机', 'http://inews.gtimg.com/newsapp_ls/0/1978704232_300240/0', 'http://tech.qq.com/a/20170830/043513.htm', 1, 20170830, 1, 1504075272),
	(2323, '全球无人驾驶技术专利排行 传统车厂仍远远领先科技公司', 'http://inews.gtimg.com/newsapp_ls/0/1978734376_300240/0', 'http://tech.qq.com/a/20170830/043857.htm', 1, 20170830, 1, 1504075272),
	(2324, '工信部约谈三家移动转售企业 进一步打击电信诈骗', 'http://inews.gtimg.com/newsapp_ls/0/1978411404_300240/0', 'http://tech.qq.com/a/20170830/018704.htm', 1, 20170830, 1, 1504075272),
	(2325, 'Uber新CEO曾遭遇“难产”：惠普当家人要求太多', 'http://inews.gtimg.com/newsapp_ls/0/1978872898_300240/0', 'http://tech.qq.com/a/20170830/049360.htm', 1, 20170830, 1, 1504075272),
	(2326, '苹果罕见邀请开发者媒体前往总部 推广增强现实平台', 'http://inews.gtimg.com/newsapp_ls/0/1978406296_300240/0', 'http://tech.qq.com/a/20170830/018013.htm', 1, 20170830, 1, 1504075272),
	(2327, 'ICO乱象调查： 定价随意，暴富诱惑已揽入社区大妈', 'http://inews.gtimg.com/newsapp_ls/0/1978389425_300240/0', 'http://tech.qq.com/a/20170830/016191.htm', 1, 20170830, 1, 1504075272),
	(2328, '科大讯飞800亿市值遭质疑 半年报营收与净利剪刀差', 'http://inews.gtimg.com/newsapp_ls/0/1978417186_300240/0', 'http://tech.qq.com/a/20170830/019178.htm', 1, 20170830, 1, 1504075272),
	(2329, '荣耀V9 Play将于9月6日发布 传1499元起售', 'http://inews.gtimg.com/newsapp_ls/0/1978390723_300240/0', 'http://digi.tech.qq.com/a/20170830/014205.htm', 1, 20170830, 1, 1504075272),
	(2330, '半年报揭开乐视网现状 非上市体系成最大拖累', 'http://inews.gtimg.com/newsapp_ls/0/1978362826_300240/0', 'http://tech.qq.com/a/20170830/014026.htm', 1, 20170830, 1, 1504075272),
	(2331, '谷歌服软了？已向欧盟递交终止垄断行为计划细节', 'http://inews.gtimg.com/newsapp_ls/0/1978402435_300240/0', 'http://tech.qq.com/a/20170830/017436.htm', 1, 20170830, 1, 1504075272),
	(2332, '美国司法部调查Uber 以确认其海外扩张是否行贿', 'http://inews.gtimg.com/newsapp_ls/0/1978415587_300240/0', 'http://tech.qq.com/a/20170830/019071.htm', 1, 20170830, 1, 1504075272),
	(2333, '微软20年前拯救苹果：消除竞争并非取胜唯一途径', 'http://inews.gtimg.com/newsapp_ls/0/1978420664_300240/0', 'http://tech.qq.com/a/20170830/019753.htm', 1, 20170830, 1, 1504075272),
	(2334, '三星Note 8屏幕堪称史上最佳 最高亮度1200尼特', 'http://inews.gtimg.com/newsapp_ls/0/1978390619_300240/0', 'http://digi.tech.qq.com/a/20170830/015889.htm', 1, 20170830, 1, 1504075272),
	(2335, 'Uber新CEO准备履新 创始人卡兰尼克仍将参与公司事务', 'http://inews.gtimg.com/newsapp_ls/0/1978390753_300240/0', 'http://tech.qq.com/a/20170830/016446.htm', 1, 20170830, 1, 1504075272),
	(2336, '马斯克：AI是人类史上最好的事情，也可能是最坏的', 'http://inews.gtimg.com/newsapp_ls/0/1978386302_300240/0', 'http://tech.qq.com/a/20170830/016206.htm', 1, 20170830, 1, 1504075272),
	(2337, 'WhatsApp开始验证企业用户 将为它们推出独立专属应用', 'http://inews.gtimg.com/newsapp_ls/0/1978663441_300240/0', 'http://tech.qq.com/a/20170830/041073.htm', 1, 20170830, 1, 1504075272),
	(2338, '索尼新机参数曝光：又一款4K屏手机！', 'http://inews.gtimg.com/newsapp_ls/0/1978390681_300240/0', 'http://digi.tech.qq.com/a/20170830/015004.htm', 1, 20170830, 1, 1504075272),
	(2339, 'Uber送免费保险笼络印度司机 9月1日开始实施', 'http://inews.gtimg.com/newsapp_ls/0/1978394983_300240/0', 'http://tech.qq.com/a/20170830/016838.htm', 1, 20170830, 1, 1504075272),
	(2340, '关于刷屏的“小朋友画廊” 你想知道的东西都在这里', 'http://inews.gtimg.com/newsapp_ls/0/1975561877_300240/0', 'http://tech.qq.com/a/20170829/096774.htm', 1, 20170830, 1, 1504075272),
	(2341, '顺丰将参与铁路总公司改革 已拥有数十部“电商专列”', 'http://inews.gtimg.com/newsapp_ls/0/1978379115_300240/0', 'http://tech.qq.com/a/20170830/015340.htm', 1, 20170830, 1, 1504075272),
	(2342, '国内参与ICO的人数达200万人 监管已刻不容缓', 'http://inews.gtimg.com/newsapp_ls/0/1978369514_300240/0', 'http://tech.qq.com/a/20170830/014481.htm', 1, 20170830, 1, 1504075272),
	(2343, '直销银行会是互联网金融下一风口吗？', 'http://inews.gtimg.com/newsapp_ls/0/1978375691_300240/0', 'http://tech.qq.com/a/20170830/015238.htm', 1, 20170830, 1, 1504075272),
	(2344, '暴风集团三维版图待质检 “入轨期”中报尚未见喜', 'http://inews.gtimg.com/newsapp_ls/0/1978380704_300240/0', 'http://tech.qq.com/a/20170830/015508.htm', 1, 20170830, 1, 1504075272),
	(2345, '小米联合创始人王川：小米电视全面降价 低价也能赚钱', 'http://inews.gtimg.com/newsapp_ls/0/1975694859_300240/0', 'http://tech.qq.com/a/20170829/103651.htm', 1, 20170830, 1, 1504075272),
	(2346, '重磅！微信支付接入苹果App Store', 'http://inews.gtimg.com/newsapp_ls/0/1975554739_300240/0', 'http://tech.qq.com/a/20170829/060092.htm', 1, 20170830, 1, 1504075272),
	(2347, '传销公司CEO狱内“洗脑”警察：我给你好好讲讲VR', 'http://inews.gtimg.com/newsapp_ls/0/1974668383_300240/0', 'http://tech.qq.com/a/20170829/052698.htm', 1, 20170830, 1, 1504075272),
	(2348, '台湾仅剩HTC和华硕两家手机品牌 且均陷入“绝境”', 'http://inews.gtimg.com/newsapp_ls/0/1975832191_300240/0', 'http://tech.qq.com/a/20170829/110052.htm', 1, 20170830, 1, 1504075272),
	(2349, '财富中文版发布2017年最具影响力投资人榜单 沈南鹏等人入榜', 'http://inews.gtimg.com/newsapp_ls/0/1977854519_300240/0', 'http://tech.qq.com/a/20170829/177864.htm', 1, 20170830, 1, 1504075272),
	(2350, '为什么说下月12日的苹果春晚是近几年来最重要的？', 'http://inews.gtimg.com/newsapp_ls/0/1977894587_300240/0', 'http://tech.qq.com/a/20170829/179832.htm', 1, 20170830, 1, 1504075272),
	(2351, '今日头条到知乎挖大V？两家公司给出回应', 'http://inews.gtimg.com/newsapp_ls/0/1976759765_300240/0', 'http://tech.qq.com/a/20170829/132807.htm', 1, 20170830, 1, 1504075272),
	(2352, '大摩：华尔街没读懂中国市场 iPhone未被冷落', 'http://inews.gtimg.com/newsapp_ls/0/1977902704_300240/0', 'http://tech.qq.com/a/20170829/180307.htm', 1, 20170830, 1, 1504075272),
	(2353, 'Uber宣布任命在线旅游公司Expedia当家人为新CEO', 'http://inews.gtimg.com/newsapp_ls/0/1978985443_300240/0', 'http://tech.qq.com/a/20170830/050236.htm', 1, 20170830, 1, 1504075272),
	(2354, '苹果与好莱坞谈判 欲低价购买4K电影为Apple TV做准备', 'http://inews.gtimg.com/newsapp_ls/0/1977912940_300240/0', 'http://tech.qq.com/a/20170829/180415.htm', 1, 20170830, 1, 1504075272),
	(2355, '亚马逊Prime会员服务折戟中国市场 对消费者吸引力不足', 'http://inews.gtimg.com/newsapp_ls/0/1977886008_300240/0', 'http://tech.qq.com/a/20170829/179408.htm', 1, 20170830, 1, 1504075272),
	(2356, '专访“小朋友画廊”幕后团队：打动人心的力量来自纯真的天分', 'http://inews.gtimg.com/newsapp_ls/0/1977041033_300240/0', 'http://tech.qq.com/a/20170829/143096.htm', 1, 20170830, 1, 1504075272),
	(2357, '教育部：任何网贷机构不允许向在校大学生发放贷款', 'http://inews.gtimg.com/newsapp_ls/0/2007874740_300240/0', 'http://tech.qq.com/a/20170906/080068.htm', 1, 20170906, 1, 1504685421),
	(2358, '今日头条正组建金融团队？过去一个月曾招聘相关职位', 'http://inews.gtimg.com/newsapp_ls/0/2007739714_300240/0', 'http://tech.qq.com/a/20170906/076097.htm', 1, 20170906, 1, 1504685421),
	(2359, '李笑来回应代币发行融资监管：配合清退，下线区块链资产交易', 'http://inews.gtimg.com/newsapp_ls/0/2007641361_300240/0', 'http://tech.qq.com/a/20170906/073075.htm', 1, 20170906, 1, 1504685421),
	(2360, '独家专访暴风掌门冯鑫：用乐视跟我们比，非常扯淡', 'http://inews.gtimg.com/newsapp_ls/0/2006797425_300240/0', 'http://tech.qq.com/a/20170906/039590.htm', 1, 20170906, 1, 1504685421),
	(2361, '筹划借壳？360回应：不予置评 上市工作在稳步推进', 'http://inews.gtimg.com/newsapp_ls/0/2006925495_300240/0', 'http://finance.qq.com/a/20170906/044515.htm', 1, 20170906, 1, 1504685421),
	(2362, '专访美国工程师：我如何用AI续写《权力游戏》第六部小说', 'http://inews.gtimg.com/newsapp_ls/0/2007706140_300240/0', 'http://tech.qq.com/a/20170906/074791.htm', 1, 20170906, 1, 1504685421),
	(2363, '董明珠赞银隆与格力完美结合 称充电方面优于特斯拉', 'http://inews.gtimg.com/newsapp_ls/0/2007582973_300240/0', 'http://finance.qq.com/a/20170906/012325.htm', 1, 20170906, 1, 1504685421),
	(2364, 'Google Drive已成为国外盗版视频传播新途径', 'http://inews.gtimg.com/newsapp_ls/0/2007669826_300240/0', 'http://tech.qq.com/a/20170906/073962.htm', 1, 20170906, 1, 1504685421),
	(2365, '万达起诉造谣传谣者 分别索赔500万', 'http://inews.gtimg.com/newsapp_ls/0/2006531312_300240/0', 'http://finance.qq.com/a/20170906/027005.htm', 1, 20170906, 1, 1504685421),
	(2366, '孙宏斌微博发声力挺贾跃亭 贾仍为乐视网第一大股东', 'http://inews.gtimg.com/newsapp_ls/0/2006357910_300240/0', 'http://tech.qq.com/a/20170906/016115.htm', 1, 20170906, 1, 1504685421),
	(2367, '“齐刘海”成新审美？三星全面屏也要彻底去掉“下巴”', 'http://inews.gtimg.com/newsapp_ls/0/2006854669_300240/0', 'http://tech.qq.com/a/20170906/042035.htm', 1, 20170906, 1, 1504685421),
	(2368, '微软喊话美政府：想驱逐我们的移民员工？先过我这关', 'http://inews.gtimg.com/newsapp_ls/0/2007660778_300240/0', 'http://tech.qq.com/a/20170906/073834.htm', 1, 20170906, 1, 1504685421),
	(2369, 'Alphabet宣布完成重组 新架构下谷歌将何去何从', 'http://inews.gtimg.com/newsapp_ls/0/2006894757_300240/0', 'http://tech.qq.com/a/20170906/042458.htm', 1, 20170906, 1, 1504685421),
	(2370, '外观华丽的安卓之父全面屏手机 却遭遇“史上最烂”差评', 'http://inews.gtimg.com/newsapp_ls/0/2006693911_300240/0', 'http://tech.qq.com/a/20170906/034787.htm', 1, 20170906, 1, 1504685421),
	(2371, '从新东方名师到比特币首富 李笑来赚了多少亿？', 'http://inews.gtimg.com/newsapp_ls/0/2006453048_300240/0', 'http://tech.qq.com/a/20170906/022643.htm', 1, 20170906, 1, 1504685421),
	(2372, '谷歌街景升级到高清照片 欲用AI识别商铺门面各种信息', 'http://inews.gtimg.com/newsapp_ls/0/2006874160_300240/0', 'http://tech.qq.com/a/20170906/042545.htm', 1, 20170906, 1, 1504685421),
	(2373, '三星Note 8国行或6088元起售 9月29日正式开卖', 'http://inews.gtimg.com/newsapp_ls/0/2006304861_300240/0', 'http://digi.tech.qq.com/a/20170906/012789.htm', 1, 20170906, 1, 1504685421),
	(2374, '360借壳登陆A股即将取得实质进展：标的公司已停牌', 'http://inews.gtimg.com/newsapp_ls/0/2006451930_300240/0', 'http://tech.qq.com/a/20170906/022686.htm', 1, 20170906, 1, 1504685421),
	(2375, '苹果再发50亿美元债券：为分红和股票回购筹集资金', 'http://inews.gtimg.com/newsapp_ls/0/2006370144_300240/0', 'http://tech.qq.com/a/20170906/016893.htm', 1, 20170906, 1, 1504685421),
	(2376, '网络招聘平台乱象调查：“先让交钱的，基本都是坑”', 'http://inews.gtimg.com/newsapp_ls/0/2006535741_300240/0', 'http://tech.qq.com/a/20170906/025550.htm', 1, 20170906, 1, 1504685421),
	(2377, '日媒：中国有望在服务型机器人领域“逆袭”日本', 'http://inews.gtimg.com/newsapp_ls/0/2006302034_300240/0', 'http://tech.qq.com/a/20170906/013024.htm', 1, 20170906, 1, 1504685421),
	(2378, '纳斯达克7.05亿美元收购数据分析公司eVestment', 'http://inews.gtimg.com/newsapp_ls/0/2006989493_300240/0', 'http://tech.qq.com/a/20170906/046870.htm', 1, 20170906, 1, 1504685421),
	(2379, '英特尔挨罚10亿欧元上诉今日宣判 谷歌和高通都很紧张', 'http://inews.gtimg.com/newsapp_ls/0/2006418178_300240/0', 'http://tech.qq.com/a/20170906/021301.htm', 1, 20170906, 1, 1504685421),
	(2380, '三星Note 8双摄对决iPhone 7 Plus', 'http://inews.gtimg.com/newsapp_ls/0/2006320827_300240/0', 'http://digi.tech.qq.com/a/20170906/013698.htm', 1, 20170906, 1, 1504685421),
	(2381, '苹果CEO致信员工 称对特朗普DACA政策感到“极度绝望”', 'http://inews.gtimg.com/newsapp_ls/0/2006720714_300240/0', 'http://tech.qq.com/a/20170906/035884.htm', 1, 20170906, 1, 1504685421),
	(2382, '被指预装恶意广告软件 联想付350万美元与FTC和解', 'http://inews.gtimg.com/newsapp_ls/0/2006465398_300240/0', 'http://tech.qq.com/a/20170906/023320.htm', 1, 20170906, 1, 1504685421),
	(2383, '港媒体验深圳无现金日：移动支付已改变人们生活方式', 'http://inews.gtimg.com/newsapp_ls/0/2006324487_300240/0', 'http://tech.qq.com/a/20170906/014400.htm', 1, 20170906, 1, 1504685421),
	(2384, 'Roku仍是美国机顶盒市场老大 普及率力压亚马逊谷歌苹果', 'http://inews.gtimg.com/newsapp_ls/0/2006974319_300240/0', 'http://tech.qq.com/a/20170906/046708.htm', 1, 20170906, 1, 1504685421),
	(2385, 'AI专利申请5年增1.8倍 海归人才成产业崛起中流砥柱', 'http://inews.gtimg.com/newsapp_ls/0/2006294808_300240/0', 'http://tech.qq.com/a/20170906/012558.htm', 1, 20170906, 1, 1504685421),
	(2386, '十年时间成为一级部门 华为云服务为哪般？', 'http://inews.gtimg.com/newsapp_ls/0/2006218824_300240/0', 'http://tech.qq.com/a/20170906/009065.htm', 1, 20170906, 1, 1504685421),
	(2387, '马斯克称明年Model 3将提供更多配置供用户选择', 'http://inews.gtimg.com/newsapp_ls/0/2006361694_300240/0', 'http://tech.qq.com/a/20170906/016570.htm', 1, 20170906, 1, 1504685421),
	(2388, 'FB斥资数亿美元买音乐版权：让用户合法在上传视频中添加歌曲', 'http://inews.gtimg.com/newsapp_ls/0/2006491210_300240/0', 'http://tech.qq.com/a/20170906/025163.htm', 1, 20170906, 1, 1504685421),
	(2389, '融创股价再创历史新高 孙宏斌欲融资增持乐视股权', 'http://inews.gtimg.com/newsapp_ls/0/2006302729_300240/0', 'http://finance.qq.com/a/20170906/013017.htm', 1, 20170906, 1, 1504685421),
	(2390, '时代趋势不可违 连堆积木的乐高也要数字化转型了', 'http://inews.gtimg.com/newsapp_ls/0/2006357528_300240/0', 'http://tech.qq.com/a/20170906/016095.htm', 1, 20170906, 1, 1504685421),
	(2391, 'SEC文件：马斯克脑机接口公司已筹资2700万美元', 'http://inews.gtimg.com/newsapp_ls/0/2006350691_300240/0', 'http://tech.qq.com/a/20170906/015862.htm', 1, 20170906, 1, 1504685421),
	(2392, '苹果升级Apple Events 添加9月12日发布会预告', 'http://inews.gtimg.com/newsapp_ls/0/2006412464_300240/0', 'http://tech.qq.com/a/20170906/020766.htm', 1, 20170906, 1, 1504685421),
	(2393, '向企业用户收费 Facebook打算用WhatsApp赚钱了', 'http://inews.gtimg.com/newsapp_ls/0/2005793511_300240/0', 'http://tech.qq.com/a/20170905/172993.htm', 1, 20170906, 1, 1504685421),
	(2394, '甲骨文正在大规模裁员 估计已裁减2500人', 'http://inews.gtimg.com/newsapp_ls/0/2005744656_300240/0', 'http://tech.qq.com/a/20170905/171811.htm', 1, 20170906, 1, 1504685421),
	(2395, '饿了么等三大外卖平台被诉破坏环境 法院已立案', 'http://inews.gtimg.com/newsapp_ls/0/2003932502_300240/0', 'http://tech.qq.com/a/20170905/084358.htm', 1, 20170906, 1, 1504685421),
	(2396, '步S8后尘，Note 8面部识别仍能被照片轻松骗过', 'http://inews.gtimg.com/newsapp_ls/0/2005726276_300240/0', 'http://tech.qq.com/a/20170905/171019.htm', 1, 20170906, 1, 1504685421),
	(2397, '【网友故事】晒回忆：这些不堪回首的网名你是不是也用过？', 'http://inews.gtimg.com/newsapp_ls/0/2003562755_300240/0', 'http://tech.qq.com/a/20170905/076646.htm', 1, 20170906, 1, 1504685421),
	(2398, '分析师：iPhone 8低配5888元，顶配不会超8000', 'http://inews.gtimg.com/newsapp_ls/0/2005321012_300240/0', 'http://tech.qq.com/a/20170905/151143.htm', 1, 20170906, 1, 1504685421),
	(2399, '美铁CEO：马斯克的超级高铁计划不现实', 'http://inews.gtimg.com/newsapp_ls/0/2006354137_300240/0', 'http://tech.qq.com/a/20170906/015960.htm', 1, 20170906, 1, 1504685421),
	(2400, '果粉狂欢，但普通用户对iPhone 8却知之甚少', 'http://inews.gtimg.com/newsapp_ls/0/2005207373_300240/0', 'http://tech.qq.com/a/20170905/146215.htm', 1, 20170906, 1, 1504685421),
	(2401, '愤怒的小鸟开发商Rovio将宣布在芬兰上市计划', 'http://inews.gtimg.com/newsapp_ls/0/2003720033_300240/0', 'http://finance.qq.com/a/20170905/075236.htm', 1, 20170906, 1, 1504685421),
	(2402, '小米携手谷歌在印度发布小米A1 售价1530元', 'http://inews.gtimg.com/newsapp_ls/0/2003876187_300240/0', 'http://tech.qq.com/a/20170905/087898.htm', 1, 20170906, 1, 1504685421),
	(2403, '“A站”因违法违规被罚12万元 相关频道已关闭', 'http://inews.gtimg.com/newsapp_ls/0/2003731357_300240/0', 'http://tech.qq.com/a/20170905/079999.htm', 1, 20170906, 1, 1504685421),
	(2404, '马云湖畔大学讲话：去肯德基面试是真的，要正确看待失败', 'http://inews.gtimg.com/newsapp_ls/0/1315773190_300240/0', 'http://tech.qq.com/a/20170327/028593.htm', 1, 20170906, 1, 1504685421),
	(2405, '搬砖我只服它！英国机器人砌墙速度是人工的6倍', 'http://inews.gtimg.com/newsapp_ls/0/1318381409_300240/0', 'http://tech.qq.com/a/20170327/046245.htm', 1, 20170906, 1, 1504685421),
	(2406, '10岁男孩骑ofo撞车身亡 或系上海首例共享单车致死案', 'http://inews.gtimg.com/newsapp_ls/0/1317911658_300240/0', 'http://tech.qq.com/a/20170327/041973.htm', 1, 20170906, 1, 1504685421),
	(2407, '高端机只占三星出货量29% 指望S8翻盘', 'http://inews.gtimg.com/newsapp_ls/0/1315406896_300240/0', 'http://tech.qq.com/a/20170327/013412.htm', 1, 20170906, 1, 1504685421),
	(2408, '新iPad上手：A9处理器不陌生/性价比有优势', 'http://inews.gtimg.com/newsapp_ls/0/1319334498_300240/0', 'http://digi.tech.qq.com/a/20170327/036147.htm', 1, 20170906, 1, 1504685421),
	(2409, '共享单车ofo或将于4月接入滴滴出行平台', 'http://inews.gtimg.com/newsapp_ls/0/1317408707_300240/0', 'http://tech.qq.com/a/20170327/038373.htm', 1, 20170906, 1, 1504685421),
	(2410, '去年亏掉了5.4亿 美图股价今日大跌16.52%', 'http://inews.gtimg.com/newsapp_ls/0/1316127341_300240/0', 'http://tech.qq.com/a/20170327/031126.htm', 1, 20170906, 1, 1504685421),
	(2411, 'VR会腐蚀大脑？美国政府已经开始担心这个问题了', 'http://inews.gtimg.com/newsapp_ls/0/1317411873_300240/0', 'http://tech.qq.com/a/20170327/038414.htm', 1, 20170906, 1, 1504685421),
	(2412, 'AI创业参考！世界人工智能领域十大创新公司', 'http://inews.gtimg.com/newsapp_ls/0/1317006951_300240/0', 'http://tech.qq.com/a/20170327/034462.htm', 1, 20170906, 1, 1504685421),
	(2413, '付费用户超350万 陌陌直播是如何崛起的？', 'http://inews.gtimg.com/newsapp_ls/0/1314163059_300240/0', 'http://tech.qq.com/a/20170327/002899.htm', 1, 20170906, 1, 1504685421),
	(2414, '百度高级副总裁、无人车负责人王劲即将从百度离职创业', 'http://inews.gtimg.com/newsapp_ls/0/1315267811_300240/0', 'http://tech.qq.com/a/20170327/023639.htm', 1, 20170906, 1, 1504685421);
/*!40000 ALTER TABLE `bns_news` ENABLE KEYS */;


-- 导出  表 test.bns_syslog 结构
CREATE TABLE IF NOT EXISTS `bns_syslog` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(200) DEFAULT NULL,
  `content` text,
  `tag` varchar(100) DEFAULT NULL,
  `logtype` tinyint(4) DEFAULT '1',
  `img` varchar(100) DEFAULT NULL,
  `views` int(11) DEFAULT '0',
  `auth` int(11) DEFAULT '0' COMMENT '作者',
  `create_time` int(11) DEFAULT NULL,
  `month` int(11) DEFAULT '0' COMMENT '月份(201205)',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=104 DEFAULT CHARSET=utf8;

-- 正在导出表  test.bns_syslog 的数据：~3 rows (大约)
/*!40000 ALTER TABLE `bns_syslog` DISABLE KEYS */;
INSERT INTO `bns_syslog` (`id`, `title`, `content`, `tag`, `logtype`, `img`, `views`, `auth`, `create_time`, `month`) VALUES
	(100, '楼上正解，我刚实验过，text-align只是让文字元素居中', 'TJGTl8Vr2fd8GfdKvEOqjBNkvoURa2UUkhSZCKGQnGN0NoVgKLuo98U1g8sjmawDQ9pu8Mw/dnFHwlFbS2A4+I+F//kzcg8SuhTNkpmhZMQ0Rc0pBAN22dFkMJQpKCsT3YPxcnhz1saYK5KYJKBmHIi6HL0D/8RT65GSgeac8fbw7v7v//h+uzsuhAx1A8GXUDQjOug/lPXET0wvxSc963WaGffviwiUjJbJVFqHzJKqwW026bFgtyKgVW7oaS1rsRBM68V9DBN90ggfrVpvenJPDLnNRQEyyMQH6ty/scEK99Bng7sWqYpJsteqRRkYvWLAf6PAnBPEMPhaL92SJ4SuFeKM3SzYout3tpALpAQKBxbVpUTqHySHSZnVwPZQXcSinW9x0A377wumYkBICH2eGUK5GW1GhpyTgUYIDAGQup4bptQaB8g+vA9JRdmt1UQoBqTcHZumLXCid6pW07m6ZgDst9oby1be7dv08wZ9rVS2nNJv6pWEO4Pk+1Z24/KxHjB2qLmSGA7sncPwo0X02np7ydUIUcaZigZaCvQ+OMYoiveM+636xpyLhK9pTxunTXd01QTls0uqC53RMUkWEurK83eS/GHzFM1j61fvqJTkRyWS4j5q1qN1kAhkYRfOMO24kdBx7hcnMB7oQFS53F3fl5jdcm9Ml+bZo1pT2hiQsKSEIBuXiDNYlGGY4SyL46ldsYXyhmzemb+z1ssHArnepzBByRe7T4Jtq9Vv8AVr3N7fR1dtaTBqSr2kvJnV1MVYM3Dm2uSaWXVZDG1+cluK0VkQc5LibTtpqXegllsjPDf4rLGbIVvFkbmnc+fMYt0g3dqefOQCSVmtoa0OWKO2MHPqAlzdrQyn+O5CbAnia/cMfiMqs6qs4QCnm9psZLFFh8ut+VShGLg0VGAN2mKTQX+W65JA0Xt7WA+hA/DTi9RLKcGkSwQiT0bI+LAe785gCgF1X6aNX/7F6jJ3lQY3WEHl8TWuEgAQULZjAHONRDL9OyPxNmIhLm6WiMbWuxgi1C1c8qN6FvOkUVPZAi3MvHdjXBH6ktxoMuk8dd/WS9sqeMfxxaDYYr77uskbluX0WF6gz6pZi09oSAvVZCUqoQMLHFnDHGzAcmUHfmkudApRZyYRDjjyPUncovaCFQK9emyTYcJaP2SDsT9U2U4YG8we41kiDCbbmr/aoFcqe11lyLAy9HH21OpiOLPqzH1fzBGHy+hmW/gr8aESzDFQVxldStgET/A2vBAfJOlYNULHiPi7izBFy9oLgS3GNKFwwAWGWAfL67UenZ8c617DV375RqaJQm9HgD+cfKpIPT4KbgfN77jH4qTSDvBU3L3cHqvCeXM6fRTEyvU3F/lmwiAEPZ007NmOZQcXlN0qB+aRevz51h7N6MyU0bqpUoSQWDWwP+YWg7Ws+Q3NaWf1zjRwph8LbXasLoiab9usE41cS3eDhjqL0MSDQSsibaGgoneFYc00Gf/HH8xPl2j+bSY6m+ZeM4OSPWw1+Ttaq5gYNu9PSMEdUblKa2OwqocOdLJg3auQDrKQ26QM/4zPZ9Pp+7eVv0UydzssPgrvZXOiRHWDOh50ETjubaZ5YHeGNweSyqCRg3aKrqa1dfvPykd29RdQep2HouPAxK51aKkzQuOtYRcAWku5uPN1UyDLCz3xROi8EEi8QWvU9sR2GGSqQLHFaw0ODb9fpXrLQrg1GIx05hGTuovaOPuhBVFASUrjXrbUJCUOZneMa2IiqBcS2Q+rD2XZB3q6kNBeLc+UPolDxe81grbKqXr0rJ5e0iR30dBLStopOEjj3uzwAy6dvnunAIgBfWaXfRe4taffj0aUz+0OyqWNtY4ZlMReleblfJpBojHLncfYg0J9B8fHbThCjz9pShAHTojkE0lagreefTkbcvswZ+0MXPB3L5gkSfOQtMZbczl/JzBT8/WhRfqTMEvQSp+ka3IUWXkbQNqW19feuT/WwrAxsgovpGRKABs8s7exeVjb09ieOc4lsjO9NSP9qZunayiB7pLaeaWc0P83x9ibGexVSNZJpbsPIc9q8e45FFbOkxXkOfoKC7t1h7+hjI8WPPw4TJQDyreP7OPszBPXa6jHOg/p/BKvx+ikKTU3h6OZHlVurVu+amThxj7scZuN9F0w4m30cqb65dmGB2ghUNzOLtmQSoKJK8mDqzUuleZJOwoXgTnpbwrYl5lUEaWxrDM0I+2hgD0EQSSpPy3puiD3CWPMRgYDOMv6mjduhivdlOi8ILGwnpXJWawBmbR5ft4dF6T11DX5CbuL0gCnxlYKtLszztwl9LYR4KWOnTEFgFuNL66R+Sh020sCnllLWNd/S5wTQjHniUWmGRIKv0qXZU8KwD5hwnZ4h+UBNKYuLZHqWzE8EQgL0K2JjPlud853G1vZ5yHIKYkdijy6x72bXby1KYFLJ225VwCmw0shI3evMX8X4+plvz3/g35kD0UGQKsVpjVazqf8D01DBbqlTLaQ5ukNJuEnpVFDsNd3zjxWveYdOcHq2qludsEtGKVnCXwXGNKDZ5CdAcJsHzZLpV/NwG5sIDnpxlWS4Ead8tCaCeRxJ4FChoLkiBzVuugw6PUsR8Ss5MYUQ6smkHr5l8tXwJrkIYAW6mOpRTztenCaNyXs7glvP9qY/lR9O53EWm7yITR6s7CjZnGia0TMp2pyYg5PPWQPC0R0AtMYK419ETCuagap/2wBp7pr9nG/oVgILU5agK5MVGlxhu8fv9Z3n9nPKQR8+TW/22ffLHSuZrz6anI6tesuykSk02jgR7tbbZVO15QqWOd2MRLgp3PwRGEZHiV0iex2SDb7NYqE6ZSX3VvkpT5yIc7FEX6DcieUD8U5gWypgG4zeDSjHqsz24ePtiyQqAJPmf2FjumRxNYul6lpMPiqJId645rZ1Laz28FM0DEgxQgxlSEzfVRQukgIRYb/d5uDgjzGv8W5eXjjIaa5jCzZUuwJE8T2yMqknJ+Yl6/sHbefdSu4gkzLk9YPSNW+mj5dd5bz8Ifh4e/bhoPSK5pZTeO5+PkU3j63vVJxx3a6JMxAdouquzFcTNeTUnB2Uo2Ez0QkQHO7Awq8lDa+zoHCbHtx7q/isTIM7Tcl0+71NthSdL7g7hzEXA3civh+6Y8EplhncYkch8NzJWS7j9EyAW3fR1iqG8GJ3/IKcKBwGQqCBEvrmcExK3pib1kpcQfbsrwjMMEd0RyG8H3VD+b8H4v7MiAzL662bl1kkoaejuTYEywyuWzNw+z+Cnnn5/xELjibYALfrMsIoDsZh269MTTNuVGDLrUULfyo9ZE4Hpv+Zz9+LKs+NmxRTfq6SfE2MPVjHcUPCwlAkpMvHEl0ele4mPqrKMRo5ABu2olYE+Z5jRjcmVcwGwzhXZLIgs8/9HilNAH+cLEQyWcna/dAq92QcuG5+a0WBMvZ2BDlg+5h4u3T4CRiCnmkrpLumc+6yRIlJyv83oqgbnXeOxKu4dXr4G23kFPY+PzQQrjmIlNE0/1yxVGRSQP0s2huIhkLcOf+hU1ZRwV2qhxKtPcJTbe0xKrRWvEa3rFXPhetd/top0g86raFTbf9LfL4dSF/ZWSnQdpNYg3rpepkeLorcIoxX/b3P2r6UO3133PFUGq704g30LcmWI9lFcCULKEGkx6VHOO9m5FLhdmk682Njc0JG2Pm1Ac8HkjoQmQhsFKKATmyEDFXRy+50lc51SU3r8O/5Zl+dVxucIhF0MnQ+0QzvMizP3On+9XAeaGUiI5+KdV74kv56HW6lypzvlrmIXWNWHQ/JdsZrc+3AtYLNo0i7dFryZQDL+Mk/y0kpMz+1ZviVH/HZfy7/xJzSIUgZfFHuso0bTfHqhirIv3inMbNCw1k+X0eJQQVdGOd2+hWrnJfkqnDYHduoEk2RRU2xcVzOQy6EN19niHgDr9x6g8rLihZ5UOSlntcvEXwaYUgPO9W/pM6qIGTLLi/9uqhpcyf2xyBSNi01LKnyswEXmWO7/gNfcDeQ5ScGcIRb6HOdT1uPRDqAWU29tmiW1oaErCbHZplKr+XJhYQXvapVYc6u5blTLJKgbDT9hXYo/SoJcI0SPmSjUaKCyyxr945C4KssEZBGjREHkjhpDB1i7R7DwruwxgQvsmF40mbU0QrDf1SjnqULdHAQBn7VGS67YUg/x00Xny9NjSXyfJQ+Ea+2O9r23FEDA6siJoGP9nEkuuRkw90qHI8ZqqYGiJ4XB0pbIGbJNjs/CSff93hBR8V2PRrQKkYAOA+gjzfepqjaD8XPjTj090HKIGy8G4i5F+DcBeUr7WnyUAplYdFAIGCcLoBOotVsHj3zrJQO9ijP8dm3Nupxgz0ga1Tq/1mTK6nONRcUrBF4iqBkzWlV+Tv7ujFCXDAFXmuiGkZ5plR1RSUEBN/6QUBLR5HKR198hJagyE1OtE1INZRTHwkCNTQCX0Xb+8tYDTzdUmSF9Z4ErPRLaCQbX/5L56Q0twsFunA07uSUFrYf5PDTQjHZFeffpY2Xi0tDVAGRZVH+8bgxX430uUPhL9kb1DDc7bb18kQ0PKsjYKkqGmQ1EqXhbcaHOORl2qwZeS70VIT7EGp', '代码,', 1, 'public/upload/201709/9062.jpg', 0, 0, 1506064333, 201709),
	(102, '乐视：已经提醒并要求贾跃亭履行借款承诺，但希望渺茫', 'TJGTl8Vr2fd8GfdKvEOqjLaS71QVDVXKyBTOJVbpDUIKc5c78K00MH4TVJiLkIVqBk21SEKrN980Uudxdopuk9mT2l586oaRK+p45vP3/VkePy3ze+WXExt4x71dr+aXp0+Uf4Bea5FE4uf0Otf/cH6zEWKtDLLLIg0z2Gf6M1TCQ7LmpiihPDZQ6ihrhoz9FeCuvUk6UNm1lYIcdL6Tc0hc6lEizHPzbl0f7L8m10oTMKU06QfMs4YukRCq7hREhyiZVX30wTm/6IYRo8SmOJIt93Jcx0RgqNU85OaLcpGaSoF1/LCWRp1snE6YdVZuSkZc85hF5tt7iiOphAd52TbIQyAaJeabr7du0knFNqY6xy1vfy/CwhO7K88GY9b1e7H1eIS3QCFXeMQBQY+CM/SdQCwQfYt0qkcI40aRKHkWqlwtTKHl5+/B9sZhJWIrtEiV+F5KCEujbVH6Od2Qzse4Y6es4PvDsEiYuUdqUyn1e3f3BcKPTp6ncHTdYDIqMm3l7dguOPdkMeKCKMb4zLw6DHMbWNlz6qRScXI1NPMVMTcfibrrzvfeu04MebWG7XNeVyzmsi/6SakyQBvMPo8V/s+mzu80qB6+fzOnymZRSo7n8ZbghUJPBbb4P6yuUBrFkXjOZI7XrlW7XXIJlY6I/SebNExFM+/PZRoQORJKoAMMYBuDe3rHV1uhbvIakl5V2ozSx1Blrjf6KmloIDzR8RURx13bHrvA+kF8WjrP358RSuSa5gPhTUyIji3UW4CcvIm8VZqHXleaClvuLpFonJC+GZ8+B9PrJgf9jWltC55vPuIG7KVDWz0EOIP1X7EdD7AG/aUml/8zKfv3/VULtyuGKTWV3sfw8Hp16o16YAgBhQicbCrmI0uryle+sigs1p1fB7eePaXMiZaMmkqZ1PlQXTw9ntOmirhvBu4ypQjJlBDFsIl7GzUv+3NU9vrK6IwhwtsfVErc9qO1fYYyp5cggYqMbl3HG35cRx4k78RYEQ1r7B8jKlqOcHPSUFd3IrjpGYYLCya6gUkUjIT8e9gg5vbGem2gGcNFxXQOZIS8UQrl5iF8cTl26s7ypVfFE6H0hjlH21bcUkbjYG9JfOSLo+rYdmoyE5whZXyzgYclNF+91eswGFDHI7D7f5CEphf7PEXTgCu8ClhcvKtFJhBnCXsYl8z+19TKg/sLEZ+gc2fKkvDa6IwWu1n92dEJ7ST5v3hpg2Om231kuEchCRaq+bB4bBE09xLSBuQPCfpwOHJOnbNL0fmiArw1Rbh+F5bUeJLTNIvIBQxKyDZSNUGoBjWGt10XkjNAW5I80eee/Wplr3krRtZDei7XXzyWC0C0lMAmZ5a0DGoCf7nOZMw96qh3FmWDa5uEg41ydpimiPiSHF0SLTE2ck0CvAdq2rpCGteik2UHaULOrirbAMVBVSZEmTn9S3rej4E+HnD1o/amyD9S535Pn71nwwAWDpPay6q7N46eLNGUeEtPbZzc5ZO0z7gNWsVpvv9Lbr4kB2zU1PC8ImND3tvPJkKqW+jl3PrBeNFaccrRdgYnAFHUwfFGk4Ok/jXZvwtur6AOOueX8NHh0hW62wv3Nx0UcnJghV+Q4FSG8HvgWAeJRsDPYL2mVGSPVqNv2HA', '乐视,', 4, 'public/upload/201709/3746.jpg', 0, 0, 1506066938, 201709),
	(103, '乐视：已经提醒并要求贾跃亭履行借款承诺，但希望渺茫', 'TJGTl8Vr2fd8GfdKvEOqjLaS71QVDVXKyBTOJVbpDUIKc5c78K00MH4TVJiLkIVqBk21SEKrN980Uudxdopuk9mT2l586oaRK+p45vP3/VkePy3ze+WXExt4x71dr+aXp0+Uf4Bea5FE4uf0Otf/cH6zEWKtDLLLIg0z2Gf6M1TCQ7LmpiihPDZQ6ihrhoz9FeCuvUk6UNm1lYIcdL6Tc0hc6lEizHPzbl0f7L8m10oTMKU06QfMs4YukRCq7hREhyiZVX30wTm/6IYRo8SmOJIt93Jcx0RgqNU85OaLcpGaSoF1/LCWRp1snE6YdVZuSkZc85hF5tt7iiOphAd52TbIQyAaJeabr7du0knFNqY6xy1vfy/CwhO7K88GY9b1e7H1eIS3QCFXeMQBQY+CM/SdQCwQfYt0qkcI40aRKHkWqlwtTKHl5+/B9sZhJWIrtEiV+F5KCEujbVH6Od2Qzse4Y6es4PvDsEiYuUdqUyn1e3f3BcKPTp6ncHTdYDIqMm3l7dguOPdkMeKCKMb4zLw6DHMbWNlz6qRScXI1NPMVMTcfibrrzvfeu04MebWG7XNeVyzmsi/6SakyQBvMPo8V/s+mzu80qB6+fzOnymZRSo7n8ZbghUJPBbb4P6yuUBrFkXjOZI7XrlW7XXIJlY6I/SebNExFM+/PZRoQORJKoAMMYBuDe3rHV1uhbvIakl5V2ozSx1Blrjf6KmloIDzR8RURx13bHrvA+kF8WjrP358RSuSa5gPhTUyIji3UW4CcvIm8VZqHXleaClvuLpFonJC+GZ8+B9PrJgf9jWltC55vPuIG7KVDWz0EOIP1X7EdD7AG/aUml/8zKfv3/VULtyuGKTWV3sfw8Hp16o16YAgBhQicbCrmI0uryle+sigs1p1fB7eePaXMiZaMmkqZ1PlQXTw9ntOmirhvBu4ypQjJlBDFsIl7GzUv+3NU9vrK6IwhwtsfVErc9qO1fYYyp5cggYqMbl3HG35cRx4k78RYEQ1r7B8jKlqOcHPSUFd3IrjpGYYLCya6gUkUjIT8e9gg5vbGem2gGcNFxXQOZIS8UQrl5iF8cTl26s7ypVfFE6H0hjlH21bcUkbjYG9JfOSLo+rYdmoyE5whZXyzgYclNF+91eswGFDHI7D7f5CEphf7PEXTgCu8ClhcvKtFJhBnCXsYl8z+19TKg/sLEZ+gc2fKkvDa6IwWu1n92dEJ7ST5v3hpg2Om231kuEchCRaq+bB4bBE09xLSBuQPCfpwOHJOnbNL0fmiArw1Rbh+F5bUeJLTNIvIBQxKyDZSNUGoBjWGt10XkjNAW5I80eee/Wplr3krRtZDei7XXzyWC0C0lMAmZ5a0DGoCf7nOZMw96qh3FmWDa5uEg41ydpimiPiSHF0SLTE2ck0CvAdq2rpCGteik2UHaULOrirbAMVBVSZEmTn9S3rej4E+HnD1o/amyD9S535Pn71nwwAWDpPay6q7N46eLNGUeEtPbZzc5ZO0z7gNWsVpvv9Lbr4kB2zU1PC8ImND3tvPJkKqW+jl3PrBeNFaccrRdgYnAFHUwfFGk4Ok/jXZvwtur6AOOueX8NHh0hW62wv3Nx0UcnJghV+Q4FSG8HvgWAeJRsDPYL2mVGSPVqNv2HA', '乐视,', 2, 'public/upload/201709/3746.jpg', 0, 0, 1506066938, 201705);
/*!40000 ALTER TABLE `bns_syslog` ENABLE KEYS */;
/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
